app/signals/apps/sigmax/templates/sigmax/actualiseerZaakstatus_Lk01.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <soap:Body>
        <zakLk01 xmlns="http://www.egem.nl/StUF/sector/zkn/0310">
            <stuurgegevens>
                <berichtcode xmlns="http://www.egem.nl/StUF/StUF0301">Lk01</berichtcode>
                <zender xmlns="http://www.egem.nl/StUF/StUF0301">
                    <organisatie>AMS</organisatie>
                    <applicatie>SIA</applicatie>
                </zender>
                <ontvanger xmlns="http://www.egem.nl/StUF/StUF0301">
                    <organisatie>SMX</organisatie>
                    <applicatie>CTC</applicatie>
                </ontvanger>
                <referentienummer xmlns="http://www.egem.nl/StUF/StUF0301">UUID_ABC</referentienummer>
                <tijdstipBericht xmlns="http://www.egem.nl/StUF/StUF0301">{{ tijdstipbericht }}</tijdstipBericht>
                <entiteittype xmlns="http://www.egem.nl/StUF/StUF0301">ZAK</entiteittype>
            </stuurgegevens>
            <parameters>
                <mutatiesoort xmlns="http://www.egem.nl/StUF/StUF0301">W</mutatiesoort>
                <indicatorOvername xmlns="http://www.egem.nl/StUF/StUF0301">V</indicatorOvername>
            </parameters>
            <object d4p1:entiteittype="ZAK" d4p1:verwerkingssoort="W" xmlns:d4p1="http://www.egem.nl/StUF/StUF0301">
                {% if sequence_number %}
                <identificatie>{{ signal.sia_id }}.{{ sequence_number }}</identificatie>
                {% else %}
                <identificatie>{{ signal.sia_id }}</identificatie>
                {% endif %}
                <resultaat>
                    <omschrijving>{{ resultaat_omschrijving|default:"Er is gehandhaafd" }}</omschrijving>
                    <toelichting>{{ resultaat_toelichting }}</toelichting>
                </resultaat>
                <einddatum>20180926</einddatum>
                <heeft d4p1:entiteittype="ZAKSTT" d4p1:verwerkingssoort="T">
                    <gerelateerde d4p1:entiteittype="STT" d4p1:verwerkingssoort="T">
                        <volgnummer>2</volgnummer>
                        <omschrijving>Afgehandeld</omschrijving>
                    </gerelateerde>
                    <datumStatusGezet>{{ resultaat_datum }}</datumStatusGezet>
                    <isGezetDoor d4p1:entiteittype="ZAKSTTBTR" d4p1:verwerkingssoort="T">
                        <gerelateerde>
                            <medewerker d4p1:entiteittype="MDW" d4p1:verwerkingssoort="T">
                                <identificatie>1034</identificatie>
                                <achternaam>Buiten</achternaam>
                                <voorletters>L</voorletters>
                                <voorvoegselAchternaam>van</voorvoegselAchternaam>
                            </medewerker>
                        </gerelateerde>
                    </isGezetDoor>
                </heeft>
            </object>
        </zakLk01>
    </soap:Body>
</soap:Envelope>
